Repository: 20legend/openpetra
Catalog: i18n/*.po
Languages: de

source: Invalid date entered.
de: Ein ung端ltiges Datum wurde eingegeben.

source: '{0}' cannot be later than '{1}'.
de: '{0}' darf nicht nach dem '{1}' sein.

source: Invalid Data
de: Ung端ltige Eingabe

source: '{0}' cannot be later or equal than '{1}'.
de: '{0}' darf nicht nach order gleich dem '{1}' sein.

source: {0} must be a date.'
de: {0} muss ein g端ltiges Datum sein.

source: '{0}' may not be a past date.'
de: '{0}' darf nicht in der Vergangenheit liegen.

source: '{0}' may not be a future date.'
de: '{0}' darf nicht in der Zukunft liegen.

source: '{0}' may not be empty.'
de: '{0}' darf nicht leer sein.

source: '{0}' cannot be earlier than '{1}'.
de: '{0}' darf nicht vor dem {1} sein.

source: '{0}' cannot be earlier or equal than '{1}'.
de: '{0}' darf nicht vor oder gleich dem {1} sein.

source: Invalid number entered.
de: Ung端ltige Zahleingabe.

source: '{0}' must be an Integer (= a number without a fraction).
de: '{0}' muss eine Ganzzahl sein (dh. keine Dezimalstellen).
